export const dataStorage = [
  {
    id: 123123123123122512,
    name: 'Raul',
    mail: 'raulholand@gmail.com',
    password: '123456',
    posts: [{
      id: 191282829303,
      author: {
        id: 123123123123122512,
        name: 'Raul',
        mail: 'raulholand@gmail.com',
      },
      title: 'Богдан Хмельницький: цікаві факти про легендарного гетьмана',
      img: 'http://tut-cikavo.com/images/ne-zamineni-foto/bohdan-khmelnyckiy.jpg',
      content: 'Ім’я Богдана Хмельницького є знаковим в українській історії. На честь гетьмана назвали один з обласних центрів, а також — перейменували площі, вулиці та проспекти в багатьох містах України. Знають про Хмельницького й закордоном: йому присвятив есе французький письменник Проспер Меріме. Тож давайте й ми спробуємо з’ясувати, яким був та чим жив український гетьман Богдан Хмельницький!',
      comments: [{
        id: 12395928292,
        content: 'Достатньо цікава публікація',
        author: {
          id: 521365573454534524,
          name: 'Siri',
          mail: 'siriKillIraque@gmail.com',
        }
      }]
    },
    {
      id: 51212532234,
      author: {
        id: 123123123123122512,
        name: 'Raul',
        mail: 'raulholand@gmail.com',
      },
      title: 'Арктика: цікаві факти про край льодовиків',
      img: 'http://tut-cikavo.com/images/4_new/iceberg.jpg',
      content: 'Перші письмові свідчення про Арктику з’явились тільки у 4 столітті до нашої ери. Завдяки греку на ім’я Піфей увесь світ дізнався про незвичайну красу Землі, що розташована у межах арктичної кліматичної зони. З того часу тисячі дослідників продовжують відкривати рослинний та тваринний світ Арктики, та надзвичайні природні явища, серед яких арктичні квіти чи крижані дощі. Та все ж стільки незвіданого приховано всередині льодового покриву і донині. До Арктики відносяться північні окрайки материків Америки, Азії, Європи, та майже увесь Північно-Льодовитий океан разом з островами. А також прилеглі частини Тихого та Атлантичного океанів.',
      comments: []
    }]
  },
  {
    id: 521365573454534524,
    name: 'Siri',
    mail: 'siriKillIraque@gmail.com',
    password: '123456',
    posts: [{
      id: 645223423423,
      author: {
        id: 521365573454534524,
        name: 'Siri',
        mail: 'siriKillIraque@gmail.com',
      },
      title: 'Цікаві факти про Північний полюс, які багато хто не знає',
      img: 'http://tut-cikavo.com/images/Geographic/fgshhh.jpg',
      content: 'Чи знаєте ви, що існує більше ніж один Північний полюс? Як щодо того, що 30% світових запасів нафти знаходяться поблизу Північного полюса. Приготуйтеся дізнатися цікаві факти про Північний полюс, про які більшість людей не знають!',
      comments: [{
        id: 231232,
        content: 'Така собі публікація',
        author: {
          id: 123123123123122512,
          name: 'Raul',
          mail: 'raulholand@gmail.com',
        }
      }]
    }]
  }
]